[
  {
    "id": 1,

    "title": "Todo a Oscuras",
    "poster": "https://i.postimg.cc/MZRfgn7C/todo-a-oscuras-poster.png",
    "genre": "Drama",
    "maleActors": 1,
    "femaleActors": 2,
    "duration": " 60 minutos",
    "briefSummary": "Una en el parque entre patas, chelas y corazones rotos termina en secretos oscuros, peleas clandestinas y teorías que harían sudar a cualquier psiquiatra. Todo comenzó con un menú de cuatro lucas.",
    "fullSummary": "Todo a Oscuras es una obra sobre tres adolescentes que solo querían pasar de año… hasta que la noche, el encierro y una computadora con acceso al sistema del colegio lo complicaron todo. Entre simulacros, apagones, discusiones absurdas y conversaciones demasiado honestas, lo que parecía un plan escolar mediocre termina convirtiéndose en una caída libre hacia lo que no se dice. Es una historia sobre el miedo a quedarse atrás, las ganas de largarse y el peso de lo que callamos —todo contado con humor, nervios y una linterna del celular.",
    "youtubeUrl": "",
    "downloadUrl": "https://drive.google.com/file/d/12WhavpAQ8MSxO44TzmrgWXBof7SXFpSz/view?usp=sharing"
  },
  {
    "id": 2,

    "title": "El Año de la Rata",
    "poster": "https://i.postimg.cc/C1yfsCg3/rata-poster.jpg",
    "genre": "Comedia",
    "maleActors": 2,
    "femaleActors": 0,
    "duration": "20 minutos",
    "briefSummary": "Un joven limeño abandona el MIT para perseguir su sueño de ser Dotero profesional, desatando el caos familiar. Su padre, un empresario refinado, se infiltra en el inframundo gamer para salvarlo… o al menos entender qué rayos es 'Gaaaa!'",
    "fullSummary": "Una comedia ácida y entrañable que explora el choque generacional entre un padre aristocrático y su hijo adolescente que decide dejar el MIT para convertirse en jugador profesional de Dota. Ambientada entre mansiones limeñas y cabinas de internet con olor a Cifrut, la obra sigue a Nicanor, un padre desesperado que se sumerge en el caótico mundo gamer para reconectar con su hijo Carlitos. En su travesía, conoce a personajes tan absurdos como humanos —como Rodrigo “Cachudo” Pérez, un Dotero del Callao con corazón de oro— y confronta sus propias fallas como padre. “El Año de la Rata” combina humor, ternura y crítica social para reflexionar sobre los sueños, las expectativas familiares y la difícil tarea de entendernos en un mundo que cambia más rápido que el meta del juego.",
    "youtubeUrl": "https://www.youtube.com/embed/VARP6n6Z8rE",
    "downloadUrl": "https://drive.google.com/file/d/1LnQsabD4ygp7zbxSsw34mcHSpEHO0j4x/view?usp=sharing"
  },
  {
    "id": 3,

    "title": "Papa Noel",
    "poster": "https://i.postimg.cc/ncwr1KK3/papanoel-poster.jpg",
    "genre": "Comedia Dramática",
    "maleActors": 1,
    "femaleActors": 1,
    "duration": "60 minutos",
    "briefSummary": "Una chibola, un choro y una nochebuena donde todo se va al caño… menos la esperanza. Entre peluches que hablan, juegos inventados y hombres de negro, tal vez Papá Noel sí exista… o tal vez solo quiere escapar con vida.",
    "fullSummary": "En una elegante casa navideña, un ladrón de barrio irrumpe buscando qué robar, pero se topa con Adri, una niña que cree haber recibido la visita del verdadero Papá Noel. Atrapado entre su propia mentira, la inocencia brutal de la niña y una amenaza mucho más real que se oculta en el segundo piso, el choro tendrá que improvisar juegos, cuentos y hasta redención. Mientras los peluches hablan, los disparos suenan y las mentiras se enredan con la verdad, la obra explora, con humor y espanto, qué tan lejos puede llegar alguien para huir… o para quedarse.",
    "youtubeUrl": "",
    "downloadUrl": "https://drive.google.com/file/d/1wonGHm2sqZlIiBG_lTSIrMu4i5Szb_Nc/view?usp=drive_link"
  },
  {
    "id": 3,

    "title": "El Chico que Solo Comía Menús",
    "poster": "https://i.postimg.cc/KvcQTbQn/menus-poster.jpg",
    "genre": "Comedia",
    "maleActors": 2,
    "femaleActors": 0,
    "duration": "15 minutos",
    "briefSummary": "Una junta en el parque entre patas termina en secretos oscuros, peleas clandestinas y teorías que harían sudar a cualquier psiquiatra. Todo comenzó con un menú de cuatro lucas.",
    "fullSummary": "El Chico que Sólo Comía Menús es una obra sobre dos patas que solo querían olvidarse de sus penas con unas chelas en el parque… hasta que la conversación se va de boca y todo se descontrola. Entre celos, recuerdos borrosos, menús sospechosamente baratos y revelaciones cada vez más delirantes, lo que parecía una charla de causas termina en conspiraciones escondidas en Polvos Azules, peleas clandestinas y realidades que se doblan como pantalla de celular china. Es una historia sobre la amistad, la paranoia y ese momento exacto en que te das cuenta que quizás sí te está comiendo el cerebro algo raro del menú. Todo contado con humor negro, barrio y olor a culantro.",
    "youtubeUrl": "",
    "downloadUrl": "https://drive.google.com/file/d/1OpHRKy1UgdIMWAggIAn2mJLMWVmOzcWD/view?usp=sharing"
  }
]
